Repository: common-repository/termin-kalender
Catalog: languages/termin-kalender-*.po
Languages: de_de, fr_fr

source: Termin-Kalender Event List:
de_de: Termin-Kalender Veranstaltungsliste:
fr_fr: Liste des événements de Termin-Kalender :

source: Add this block to display a list of upcoming events. Choose a Category to be listed:
de_de: Fügen Sie diesen Block hinzu, um eine Liste der bevorstehenden Veranstaltungen anzuzeigen. Wählen Sie eine Kategorie aus, die aufgelistet werden soll:
fr_fr: Ajoutez ce bloc pour afficher la liste des événements à venir. Choisissez une catégorie à répertorier :

source: Log in to edit tasks
de_de: Melden Sie sich an, um Aufgaben zu bearbeiten
fr_fr: Connectez-vous pour modifier les tâches

source: Edit
de_de: Bearbeiten
fr_fr: Modifier

source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour

source: Duplicate
de_de: Duplizieren
fr_fr: Dupliquer

source: No user rights to save or edit appointments
de_de: Keine Benutzerrechte zum Speichern oder Bearbeiten von Terminen
fr_fr: Aucun droit d’utilisateur pour enregistrer ou modifier des rendez-vous

source: Not sufficient user rights to delete appointments
de_de: Unzureichende Benutzerrechte zum Löschen von Terminen
fr_fr: Droits d’utilisateur insuffisants pour supprimer des rendez-vous

source: Close
de_de: Schließen
fr_fr: Fermer

source: Termin-Kalender is your easy monthly planner. This calendar app provides a clear, monthly overview to keep you organized.
de_de: Termin-Kalender ist Ihr einfacher Monatsplaner. Diese Kalender-App bietet eine klare, monatliche Übersicht, damit Sie organisiert bleiben.
fr_fr: Termin-Kalender est votre planificateur mensuel facile. Cette application de calendrier fournit un aperçu mensuel clair pour vous permettre de rester organisé.

source: Description
de_de: Beschreibung

source: Notes
de_de: Notizen

source: Participants
de_de: Teilnehmer
