Repository: common-repository/termin-kalender
Catalog: languages/termin-kalender-*.po
Languages: de_de, fr_fr

source: Always make a backup of the most CURRENT data before restoring.
de_de: Erstellen Sie vor der Wiederherstellung immer eine Sicherungskopie der aktuellsten Daten.
fr_fr: Faites toujours une sauvegarde des données les plus ACTUELLES avant de les restaurer.

source: Restore backup
de_de: Backup wiederherstellen
fr_fr: Restaurer une sauvegarde

source: Data from:
de_de: Daten von:
fr_fr: Données provenant de :

source: have been restored
de_de: wurden wieder hergestellt
fr_fr: ont été restaurés

source: Delete backup
de_de: Backup löschen
fr_fr: Supprimer la sauvegarde

source: To delete old backup data:
de_de: Löschen Sie alte Backup-Daten:
fr_fr: Pour supprimer d’anciennes données de sauvegarde :

source: No admin or NOT authorized user
de_de: Kein Admin oder NICHT autorisierter Benutzer
fr_fr: Pas d’administrateur ou d’utilisateur NON autorisé

source: Users
de_de: Benutzer
fr_fr: Utilisateurs

source: Calendar Users: Manage user access.
de_de: Kalenderbenutzer: Verwalten Sie den Benutzerzugriff.
fr_fr: Utilisateurs de l’agenda : gérez l’accès des utilisateurs.

source: Assign edit or edit & delete permissions to specific users registered in your WordPress.
de_de: Weisen Sie bestimmten Benutzern, die in Ihrem WordPress registriert sind, Bearbeitungs- oder Bearbeitungs- und Löschberechtigungen zu.
fr_fr: Attribuez des autorisations de modification ou de modification et de suppression à des utilisateurs spécifiques enregistrés dans votre WordPress.

source: Show only the following user roles to select from:
de_de: Zeigen Sie nur die folgenden Benutzerrollen in der Auswahl an:
fr_fr: Affichez uniquement les rôles d’utilisateur suivants parmi lesquels vous pouvez choisir :

source: If your user list is too long, you can disable the display of users here. (For example, to hide the many subscribers or shop customers)
de_de: Wenn Ihre Benutzerliste zu lang ist, können Sie hier die Anzeige von Benutzern deaktivieren. (Zum Beispiel für Ihre Abonnenten oder Shop-Kunden)
fr_fr: Si votre liste d’utilisateurs est trop longue, vous pouvez désactiver l’affichage des utilisateurs ici. (Par exemple, pour masquer les nombreux abonnés ou clients de la boutique)

source: User
de_de: Benutzer
fr_fr: Utilisateur

source: Email
fr_fr: Courriel

source: Roles
de_de: Rollen
fr_fr: Rôles

source: Rights
de_de: Rechte
fr_fr: Droits

source: Forms configuration
de_de: Formular Konfiguration
fr_fr: Paramètres du formulaire

source: Calendar form fields
de_de: Formularfelder für Kalender
fr_fr: Champs du formulaire de calendrier

source: Add fields to the form.
de_de: Füge dem Formular Felder hinzu.
fr_fr: Ajoutez des champs au formulaire.

source: Add your own fields to your calendar form. For address or phone-number etc.
de_de: Fügen Sie eigene Felder zum Termin-Eingabeformular hinzu, z. B. Adressen oder Telefonnummern.
fr_fr: Ajouter vos propres champs à votre formulaire de calendrier. Comme l’adresse ou le numéro de téléphone.

source: HINT:
de_de: HINWEIS:
fr_fr: SUGGESTION :

source: Dont create too many fields, or your calendar form will be cluttered.
de_de: Erstellen Sie nicht zu viele Felder, sonst werden Ihre Kalendereinträge unübersichtlich.
fr_fr: Ne créez pas trop de champs, sinon votre formulaire de calendrier sera encombré.

source: Show field
de_de: Feld anzeigen
fr_fr: Afficher le champ

source: You can deactivate your fields for the calendar.
de_de: Sie können Ihre Felder für den Terminkalender deaktivieren.
fr_fr: Vous pouvez désactiver vos champs pour le calendrier.

source: The fields are not deleted and the data is not accidentally lost.
de_de: Die Felder werden nicht gelöscht, damit Daten nicht versehentlich verloren gehen.
fr_fr: Les champs ne sont pas supprimés et les données ne sont pas perdues accidentellement.

source: If you delete a field here, it will be completely deleted from the database.
de_de: Wenn Sie hier ein Feld löschen, wird es vollständig aus der Datenbank gelöscht.
fr_fr: Si vous supprimez un champ ici, il sera complètement supprimé de la base de données.

source: Field Name
de_de: Feldname
fr_fr: Nom du champ

source: Field Type
de_de: Feldtyp
fr_fr: Type de champ

source: No fields available
de_de: Keine Felder verfügbar
fr_fr: Pas de champs disponible

source: YES
de_de: JA
fr_fr: OUI

source: NO
de_de: NEIN
fr_fr: NON

source: Save
de_de: Speichern
fr_fr: Sauvegarder

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Multiline-text field
de_de: Mehrzeiliges Textfeld
fr_fr: Champ de texte multiligne

source: Add Field
de_de: Feld hinzufügen
fr_fr: Ajouter un champ

source: You can order YOUR fields by drag and drop
de_de: Sie können IHRE Felder per Drag & Drop anordnen
fr_fr: Vous pouvez ordonner VOS champs par glisser-déposer

source: Are you sure you want to delete this field
de_de: Sind Sie sicher, dass Sie dieses Feld löschen möchten
fr_fr: Voulez-vous vraiment supprimer ce champ

source: Weekly, at
de_de: Wöchentlich, am
fr_fr: Hebdomadairement, à

source: Monthly, at
de_de: Monatlich, am
fr_fr: Mensuellement, à

source: Yearly, at
de_de: Jährlich, am
fr_fr: Annuellement, à

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu

source: Name
de_de: Ihr Name
fr_fr: Nom

source: Your Request Message
de_de: Ihre Anfragenachricht
fr_fr: Votre message de demande

source: When would you like to reservate, from
de_de: Wann möchten Sie reservieren, ab
fr_fr: Quand souhaitez-vous réserver, à partir de

source: Submit
de_de: Senden
fr_fr: Envoyer

source: New request from
de_de: Neue Anfrage von
fr_fr: Nouvelle demande de

source: Your request has been sent, thank you
de_de: Ihre Anfrage wurde gesendet, vielen Dank
fr_fr: Votre demande a bien été envoyée, merci

source: There was an error with your request, please try again
de_de: Bei Ihrer Anfrage ist ein Fehler aufgetreten, bitte versuchen Sie es erneut
fr_fr: Une erreur s’est produite lors de votre demande, veuillez réessayer

source: Termin-Kalender activated
de_de: Termin-Kalender aktiviert
fr_fr: Termin-Kalender activé

source: You can now enter your schedules
de_de: Sie können nun Ihre eigenen Termine eintragen
fr_fr: Vous pouvez maintenant saisir vos plannings

source: Regular dates
de_de: Regelmäßige Termine
fr_fr: Dates régulières

source: Tasks
de_de: Aufgaben
fr_fr: Tâches

source: Events
fr_fr: Événements

source: Private dates
de_de: Private Termine
fr_fr: Rendez-vous privés

source: Meeting
de_de: Treffen
fr_fr: Réunion

source: Holidays and absences
de_de: Urlaub und Abwesenheit
fr_fr: Jours fériés et absences

source: Important Reminder
de_de: Wichtige Erinnerung
fr_fr: Rappel important

source: Reservation
de_de: Reservierung
fr_fr: Réservation

source: To-Do List
de_de: Aufgabenliste
fr_fr: Liste à-faire

source: Simple To-Do List.
de_de: Einfache To-Do-Liste.
fr_fr: Liste de tâches simple.

source: This is a simple To-Do List, not connected to the calendar.
de_de: Dies ist eine einfache To-Do-Liste, die nicht mit dem Kalender verbunden ist.
fr_fr: Il s’agit d’une simple liste de tâches, non liée au calendrier.

source: Simply add and organize your tasks and notes here.
de_de: Fügen Sie hier einfach Ihre Aufgaben und Notizen hinzu und organisieren Sie diese.
fr_fr: Il vous suffit d’ajouter et d’organiser vos tâches et vos notes ici.

source: Gutenberg Block
fr_fr: Bloc Gutenberg

source: You like to display and use it on a page in the frontend too?
de_de: Sie möchten diese Liste auch auf einer Seite im Frontend anzeigen und verwenden?
fr_fr: Vous aimez aussi l’afficher et l’utiliser sur une page dans le frontend ?

source: Yes, you can do so, there is a free Gutenberg Block
de_de: Ja, das können Sie, es gibt einen kostenlosen Gutenberg-Block
fr_fr: Oui, vous pouvez le faire, il y a un bloc Gutenberg gratuit

source: Schedule
de_de: Planen
fr_fr: Planifier

source: Please choose
de_de: Bitte wählen
fr_fr: Veuillez choisir

source: Title
de_de: Titel
fr_fr: Titre

source: The titel of your calendar entry. You will see this, with the choosen category color, in all the calendar views
de_de: Der Titel Ihres Kalendereintrags. Sie sehen diesen mit der gewählten Kategoriefarbe in allen Kalenderansichten
fr_fr: Le titre de votre entrée de calendrier. Vous le verrez, avec la couleur de catégorie choisie, plus tard dans toutes les vues du calendrier

source: Date FROM
de_de: Datum VON
fr_fr: Date de DÉBUT

source: Start Date and Time for the calendar entry.
de_de: Startdatum und -uhrzeit für den Kalendereintrag.
fr_fr: Date et heure de début de l’entrée du calendrier.

source: Date TO
de_de: Datum BIS
fr_fr: Date de FIN

source: End Date and Time of your calendar entry. Single day events will be shown from choosen Start to End time. Multi-day entries will be shown as All Day entries. Repeating entries will be shown between Start and End Date for as many occurences as possible and at the choosen start and end time.
de_de: Enddatum und Uhrzeit Ihres Kalendereintrags. Eintägige Ereignisse werden von der gewählten Start- bis zur Endzeit angezeigt. Mehrtägige Einträge werden als Ganztageseinträge angezeigt. Sich wiederholende Einträge werden zwischen Start- und Enddatum und zur gewählten Start- und Endzeit angezeigt.
fr_fr: Date et heure de fin de votre entrée dans le calendrier. Les événements d’une seule journée seront affichés de l’heure de début à la fin choisie. Les participations de plusieurs jours seront affichées comme des participations toute la journée. Les entrées répétitives seront affichées entre les dates de début et de fin pour autant d’occurrences que possible et à l’heure de début et de fin choisies.

source: Recurring events? Get PRO
de_de: Wiederkehrende Termine? Holen Sie sich PRO
fr_fr: Des événements récurrents ? Obtenir PRO

source: Category
de_de: Kategorie
fr_fr: Catégorie

source: Choose the category. Your calendar entry will be shown in this color, for an easy overview in the monthly view. A category can be a Teammember, a Car to rent or a room occupancy and many more.
de_de: Wählen Sie die Kategorie aus. Ihr Kalendereintrag wird in dieser Farbe angezeigt, um eine einfache Übersicht in der Monatsansicht zu ermöglichen. Eine Kategorie kann ein Teammitglied, ein zu vermietendes Auto oder eine Zimmerbelegung und vieles mehr sein.
fr_fr: Choisissez la catégorie. Votre entrée de calendrier sera affichée dans cette couleur, pour un aperçu facile dans la vue mensuelle. Une catégorie peut être un membre de l’équipe, une voiture à louer ou une occupation de chambre et bien d’autres.

source: Location
de_de: Ort
fr_fr: Emplacement

source: Is there a location for your event, meeting or appointment? Give any address that can be located in Google Maps and a Google-Maps link to this place will be created for you.
de_de: Gibt es einen Ort für Ihre Veranstaltung, Ihr Meeting oder Ihren Termin? Geben Sie eine beliebige Adresse an, die in Google Maps gefunden werden kann, und es wird ein Maps Link zu diesem Ort für Sie erstellt.
fr_fr: Y a-t-il un lieu pour votre événement, votre réunion ou votre rendez-vous ? Donnez n’importe quelle adresse qui peut être localisée dans Google Maps et un lien Google-Maps vers cet endroit sera créé pour vous.

source: PRO: Choose attendees for this entry. Attendee must have a User account on your Wordpress Site, any sort of user account will be shown, also Guest( Not only users you added in admin area to be able to edit calendar entries). Once you choosen all the attendees you can send a invitation for this event to their registered email
de_de: PRO: Wählen Sie die Teilnehmer für diesen Eintrag aus. Der Teilnehmer muss ein Benutzerkonto auf Ihrer Wordpress-Site haben, jede Art von Benutzerkonto wird angezeigt, auch Gast (nicht nur Benutzer, die Sie im Admin-Bereich hinzugefügt haben, um Kalendereinträge bearbeiten zu können). Sobald Sie alle Teilnehmer ausgewählt haben, können Sie eine Einladung für diese Veranstaltung an ihre registrierte E-Mail-Adresse senden
fr_fr: PRO : Choisissez les participants pour cette entrée. Le participant doit avoir un compte d’utilisateur sur votre site Wordpress, n’importe quel type de compte d’utilisateur sera affiché, également Invité (pas seulement les utilisateurs que vous avez ajoutés dans la zone d’administration pour pouvoir modifier les entrées du calendrier). Une fois que vous avez choisi tous les participants, vous pouvez envoyer une invitation à cet événement à leur adresse e-mail enregistrée

source: Want to invite by Email? Get PRO
de_de: Möchten Sie per E-Mail einladen? Holen Sie sich PRO
fr_fr: Vous souhaitez inviter par e-mail ? Obtenir PRO

source: Any important notes or something to remember for this event?
de_de: Gibt es wichtige Hinweise oder etwas, das Sie sich für diese Veranstaltung merken sollten?
fr_fr: Avez-vous des notes importantes ou quelque chose à retenir pour cet événement ?

source: This is the main description for this entry.
de_de: Dies ist die Hauptbeschreibung für diesen Eintrag.
fr_fr: C’est la description principale de cette entrée.

source: If you are familar with Basic HTML, you can use the buttons below. To draw text bold, italic, underline or strikethrough. Add a line or draw a part of text as Quote or formatted Code. Add a list or even include links and link images to be displayed. Remember, the PRO Version of the calendar allows to also upload pictures and is easyer to use
de_de: Wenn Sie mit Basic HTML vertraut sind, können Sie die Schaltflächen unten verwenden. Um Text fett, kursiv, unterstrichen oder durchgestrichen zu zeichnen. Fügen Sie eine Zeile hinzu oder zeichnen Sie einen Textteil als Anführungszeichen oder formatierten Code. Fügen Sie eine Liste hinzu oder fügen Sie sogar Links und Blider hinzu. Denken Sie daran, dass die PRO-Version des Kalenders auch das Hochladen von Bildern ermöglicht und einfacher zu bedienen ist
fr_fr: Si vous êtes familier avec le HTML de base, vous pouvez utiliser les boutons ci-dessous. Pour dessiner du texte en gras, en italique, souligné ou barré. Ajoutez une ligne ou dessinez une partie du texte sous forme de citation ou de code formaté. Ajoutez une liste ou même incluez des liens et des images. N’oubliez pas que la version PRO du calendrier permet également de télécharger des images et est plus facile à utiliser

source: PRO: Need a field like phone number? Create them in the admin area. You can extend your form with either a one line or a multiline field for long text. Use them carefully, mostly you can add all you need in the description field.
de_de: PRO: Benötigen Sie ein Feld wie Telefonnummer? Erstellen Sie diese im Admin-Bereich. Sie können Ihr Formular entweder mit einem einzeiligen oder einem mehrzeiligen Feld für langen Text erweitern. Verwenden Sie sie mit Bedacht, meistens können Sie alles, was Sie brauchen, in das Beschreibungsfeld einfügen.
fr_fr: PRO : Vous avez besoin d’un champ comme un numéro de téléphone ? Créez-les dans la zone d’administration. Vous pouvez étendre votre formulaire avec un champ d’une ligne ou de plusieurs lignes pour le texte long. Utilisez-les avec précaution, la plupart du temps, vous pouvez ajouter tout ce dont vous avez besoin dans le champ de description.

source: Additional fields
de_de: Zusätzliche Felder
fr_fr: Champs supplémentaires

source: Website-Link URL
fr_fr: URL du lien vers une site Web

source: Add a Link to a Website
de_de: Hinzufügen eines Links zu einer Website
fr_fr: Ajouter un lien vers un site Web

source: Click a calendar entry to open and see details (and edit, delete, or duplicate it). Click on a free space on the date you prefer and add your calendar entry (Appointment, Event, Schedule...).
de_de: Klicken Sie auf einen Kalendereintrag, um ihn zu öffnen und Details anzuzeigen (und ihn zu bearbeiten, zu löschen oder zu duplizieren). Klicken Sie auf ein freies Feld an dem von Ihnen gewünschten Datum und fügen Sie Ihren Kalendereintrag hinzu (Termin, Veranstaltung, Zeitplan...).
fr_fr: Cliquez sur une entrée de calendrier pour l’ouvrir et en afficher les détails (et la modifier, la supprimer ou la dupliquer). Cliquez sur un espace libre à la date que vous préférez et ajoutez votre entrée de calendrier (Rendez-vous, Événement, Horaire...).

source: Edit the main categories, icon, title and colors
de_de: Bearbeiten Sie die Hauptkategorien, Symbole, Titel und Farben
fr_fr: Modifiez les catégories principales, l’icône, le titre et les couleurs

source: Calendar form settings, add & edit fields
de_de: Kalenderformulareinstellungen, Felder hinzufügen und bearbeiten
fr_fr: Paramètres du formulaire de calendrier, ajouter et modifier des champs

source: User rights
de_de: Benutzer Rechte
fr_fr: Droits des utilisateurs

source: Gutenberg Blocks for the Termin-Kalender
de_de: Gutenberg-Blöcke für den Termin-Kalender
fr_fr: Blocs Gutenberg pour le Termin-Kalender

source: From now on only corrections will be done and no new features added until we are fine for the release of a stable Version 1.0. Please help and message us any difficulties you have and errors you discover. All serious error reporting will be awarded with 3 Months free PRO. Thank you all so much!
de_de: Von nun an werden nur noch Korrekturen vorgenommen und keine neuen Funktionen hinzugefügt, bis wir eine stabile Version 1.0 veröffentlichen können. Bitte helfen Sie uns und senden Sie uns eine Nachricht, wenn Sie Schwierigkeiten haben oder Fehler entdecken. Alle schwerwiegenden Fehlermeldungen werden mit 3 Monaten kostenlosem PRO belohnt. Vielen Dank an alle!
fr_fr: À partir de maintenant, seules des corrections seront apportées et aucune nouvelle fonctionnalité ajoutée jusqu’à ce que nous soyons prêts pour la sortie d’une version 1.0 stable. S’il vous plaît aidez-nous et envoyez-nous un message si vous rencontrez des difficultés et des erreurs que vous découvrez. Tous les rapports d’erreurs graves seront récompensés par 3 mois de PRO gratuits. Merci beaucoup à tous !

source: To the calendar main page
de_de: Zur Kalender-Hauptseite
fr_fr: Vers la page principale des options du calendrier

source: Termin-Kalender Website
de_de: Termin-Kalender Webseite
fr_fr: Site Web de Termin-Kalender

source: Picture
de_de: Bild
fr_fr: Image

source: Select participants:
de_de: Ausgewählte Teilnehmer:
fr_fr: Sélectionner les participants :

source: add
de_de: hinzufügen
fr_fr: ajouter

source: remove
de_de: entfernen
fr_fr: supprimer

source: Send Invitation
de_de: Einladung senden
fr_fr: Envoyer une invitation

source: New schedule for you, from:
de_de: Neuer Zeitplan für Sie, von:
fr_fr: Nouvel horaire pour vous, de :

source: Repetition:
de_de: Wiederholung:
fr_fr: Répétition:

source: PRO: Choose first a Start and End DATE for your recurring event. Then choose weekly ( the choice for the days will be opened if you choose weekly), monthly or yearly. The event will repeat for as many times as possible between choosen Start and End Time.
de_de: PRO: Wählen Sie zuerst ein Start- und Enddatum für Ihr wiederkehrendes Ereignis. Wählen Sie dann wöchentlich (die Auswahl für die Tage wird geöffnet, wenn Sie wöchentlich wählen), monatlich oder jährlich. Das Ereignis wird zwischen der gewählten Start- und Endzeit so oft wie möglich wiederholt.
fr_fr: PRO : Choisissez d’abord une date de début et de fin pour votre événement récurrent. Choisissez ensuite hebdomadaire (le choix des jours sera ouvert si vous choisissez hebdomadaire), mensuel ou annuel. L’événement se répétera autant de fois que possible entre l’heure de début et l’heure de fin choisies.

source: None
de_de: Keine
fr_fr: Aucun

source: Weekly
de_de: Wöchentlich
fr_fr: Hebdomadaire

source: Monthly
de_de: Monatlich
fr_fr: Mensuel

source: Annual
de_de: Jährlich
fr_fr: Annuel

source: Choose Days:
de_de: Wählen Sie Tage:
fr_fr: Choisissez les jours :

source: Mon
de_de: Mo
fr_fr: Lun

source: Tue
de_de: Di
fr_fr: Mar

source: Wed
de_de: Mi
fr_fr: Mer

source: Thu
de_de: Do
fr_fr: Jeu

source: Fri
de_de: Fr
fr_fr: Ven

source: Sat
de_de: Sa
fr_fr: Sam

source: Sun
de_de: So
fr_fr: Dim

source: New Schedule
de_de: Neuer Termin
fr_fr: Planifier

source: New schedule at
de_de: Neuer Termin am
fr_fr: Nouvel horaire à

source: click for more
de_de: Klicken Sie hier für mehr
fr_fr: cliquez pour plus

source: Do you really want to delete this schedule?
de_de: Möchten Sie diesen Termin wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce rendez-vous ?

source: HELP
de_de: HILFE
fr_fr: AIDE

source: End date after start date please
de_de: Enddatum nach Startdatum bitte
fr_fr: Date de fin après la date de début s’il vous plaît

source: Please set the start date before end date
de_de: Bitte legen Sie das Startdatum vor dem Enddatum fest
fr_fr: Veuillez définir la date de début avant la date de fin

source: Must keep one (will not save)
de_de: Bitte einen Empfänger behalten (wird nicht gespeichert)
fr_fr: Doit en garder un (ne sauvegardera pas)

source: Please select a user to send to
de_de: Bitte wählen Sie einen Benutzer aus, an den gesendet werden soll
fr_fr: Veuillez sélectionner un utilisateur à qui envoyer

source: Notification sent
de_de: Benachrichtigung gesendet
fr_fr: Notification envoyée

source: Example dates where loaded into the calendar
de_de: Beispieldaten wurden in den Kalender geladen
fr_fr: Exemples de dates chargées dans le calendrier

source: A calendar block to overview and organize my monthly tasks, events, schedules etc.
de_de: Ein Kalenderblock, um meine monatlichen Aufgaben, Termine, Zeitpläne usw. zu überblicken und zu organisieren.
fr_fr: Un bloc de calendrier pour avoir une vue d’ensemble et organiser mes tâches mensuelles, mes événements, mes horaires, etc.

source: Please use only the Termin-Kalender block on this page. Set to full width page with all other elements deactivated.
de_de: Bitte verwenden Sie auf dieser Seite nur den Termin-Kalender-Block. Stellen Sie die Seite auf die volle Breite ein, wobei alle anderen Elemente deaktiviert sind.
fr_fr: Veuillez utiliser uniquement le bloc Termin-Kalender sur cette page. Définir sur la page pleine largeur avec tous les autres éléments désactivés.

source: Termin-Kalender Reservation/Appointment Form
de_de: Termin-Kalender Reservierungs-/Terminformular
fr_fr: Formulaire de réservation/rendez-vous Termin-Kalender

source: Termin-Kalender request Form: A block to show a requests form for appointment and reservation requests
de_de: Termin-Kalender-Anfrageformular: Ein Block zum Anzeigen eines Anfrageformulars für Termin- und Reservierungsanfragen
fr_fr: Formulaire de demande Termin-Kalender : un bloc pour afficher un formulaire de demande de rendez-vous et de réservation

source: Termin-Kalender Request Form for Reservation or Appointment.
de_de: Termin-Kalender Anfrageformular für Reservierung oder Termin.
fr_fr: Formulaire de demande de réservation ou de rendez-vous Termin-Kalender.

source: Add your message about what can be reservated or booked and the information you expect before this block. Choose the category to place the request and find your email where a copy of the confirmation email will be sent
de_de: Fügen Sie Infos, was reserviert oder gebucht werden kann vor diesem Block hinzu. Wählen Sie die Kategorie aus, in der eine Anfrage gespeichert wird. Eine E-Mail wird an Sie und den Absender geschickt
fr_fr: Ajoutez votre message sur ce qui peut être réservé ou réservé et les informations que vous attendez avant ce blocage. Choisissez la catégorie dans laquelle vous souhaitez faire la demande et trouvez l’adresse e-mail dans laquelle une copie de l’e-mail de confirmation sera envoyée

source: Termin-Kalender Event List
de_de: Termin-Kalender Veranstaltungsliste
fr_fr: Liste des événements Termin-Kalender

source: Termin-Kalender Event List: A block to display a list of events
de_de: Termin-Kalender Veranstaltungsliste: Ein Gutenberg Block zur Anzeige einer Liste von Ereignissen
fr_fr: Liste d’événements Termin-Kalender : un bloc pour afficher une liste d’événements
