Repository: common-repository/termin-kalender
Catalog: languages/termin-kalender-*.po
Languages: de_de, fr_fr

source: Calendar Categories
de_de: Kalender-Kategorien
fr_fr: Catégories du calendrier

source: Form Settings
de_de: Formular Einstellungen
fr_fr: Paramètres du formulaire

source: Calendar Users
de_de: Kalender-Benutzer
fr_fr: Utilisateurs de l’agenda

source: Backup & Restore
de_de: Sichern und Wiederherstellen
fr_fr: Sauvegarde & Restauration

source: Backup
fr_fr: Sauvegarde

source: Gutenberg Blocks
de_de: Gutenberg-Blöcke
fr_fr: Blocs Gutenberg

source: List of available frontend features through Gutenberg blocks
de_de: Liste der verfügbaren Frontend-Funktionen über Gutenberg-Blöcke
fr_fr: Liste des fonctionnalités frontend disponibles via les blocs Gutenberg

source: Choose this Gutenberg Blocks in the frontend Gutenberg editor when you edit a page.
de_de: Wählen Sie diese Gutenberg-Blöcke im Frontend-Gutenberg-Editor, wenn Sie eine Seite bearbeiten.
fr_fr: Choisissez ces blocs Gutenberg dans l’éditeur Gutenberg frontend lorsque vous modifiez une page.

source: Use the Gutenberg Editor built in Wordpress to use this blocks
de_de: Verwenden Sie den in Wordpress integrierten Gutenberg-Editor, um diese Blöcke zu verwenden
fr_fr: Utilisez l’éditeur Gutenberg intégré à Wordpress pour utiliser ces blocs

source: For DIVI and other Editor user
de_de: Für DIVI und andere Editor-Benutzer
fr_fr: Pour DIVI et autres utilisateurs de l’éditeur

source: Use a text block and the shortcode my-termin-kalender in square brackets.
de_de: Verwenden Sie einen Textblock und den Shortcode my-termin-kalender in eckigen Klammern.
fr_fr: Utilisez un bloc de texte et le shortcode my-termin-kalender entre crochets.

source: In the vast majority of use cases, the standard fields are sufficient.
de_de: In den allermeisten Anwendungsfällen sind die Standardfelder ausreichend.
fr_fr: Dans la grande majorité des cas d’utilisation, les champs standards suffisent.

source: For Elementor user
de_de: Für Elementor-Benutzer
fr_fr: Pour les utilisateurs d’Elementor

source: Use the Elementor Shortcode Widget with the Shortcode my-termin-kalender in square brackets.
de_de: Verwenden Sie das Elementor Shortcode Widget zusammen mit dem Shortcode my-termin-kalender in eckigen Klammern.
fr_fr: Utilisez le widget Elementor Shortcode avec le Shortcode my-termin-kalender entre crochets.

source: my easy Termin-Kalender CALENDAR Block
de_de: my easy Termin-Kalender KALENDER Block
fr_fr: mon bloc CALENDRIER Termin-Kalender

source: The main block for the calendar
de_de: Der Hauptblock für den Kalender
fr_fr: Le bloc principal du calendrier

source: Your calendar for the monthly overview. All data from the other blocks will be added to or taken from this Calendar. Click on the first page of this menu to find the link to create a calendar. And forward to the calendar.
de_de: Ihr Kalender für die Monatsübersicht. Alle Daten aus den anderen Blöcken werden zu diesem Kalender hinzugefügt oder daraus übernommen. Klicken Sie auf die erste Seite dieses Menüs, um den Link zum Erstellen eines Kalenders zu finden. Und weiter zum Kalender.
fr_fr: Votre calendrier pour l’aperçu mensuel. Toutes les données des autres blocs seront ajoutées ou extraites de ce calendrier. Cliquez sur la première page de ce menu pour trouver le lien pour créer et avancer vers le calendrier.

source: Simple To-Do Tasklist
de_de: Einfache To-Do-Aufgabenliste
fr_fr: Liste de tâches simple

source: To-Do list: Free GutenBerg Block
de_de: Gutenberg-Block für To-Do Listen
fr_fr: Liste de tâches : Bloc GutenBerg gratuit

source: Just a simple To-Do list for your tasks and notes in the Backend. But also available with this free GutenBerg Block
de_de: Eine einfache To-Do-Liste für Ihre Aufgaben und Notizen im Backend. Aber auch mit einem kostenlosen GutenBerg Block
fr_fr: Juste une simple liste de tâches pour vos tâches et notes dans le backend. Mais aussi disponible avec ce GutenBerg Block gratuit

source: Simple Appointment List
de_de: Einfache Terminliste
fr_fr: Liste de rendez-vous simple

source: Appointment list: Free GutenBerg Block
de_de: Terminliste: Kostenloser GutenBerg Block
fr_fr: Liste de rendez-vous : Bloc GutenBerg gratuit

source: A simple and free Gutenberg Block to show a appointments list. For more configuration options use the PRO Event List
de_de: Ein einfacher und kostenloser Gutenberg-Block, um eine Terminliste anzuzeigen. Weitere Konfigurationsmöglichkeiten finden Sie in der PRO-Version
fr_fr: Un bloc Gutenberg simple et gratuit pour afficher une liste de rendez-vous. Pour plus d’options de configuration, utilisez la liste d’événements PRO

source: Reservation Form Block
de_de: Reservierungsformular Block
fr_fr: Bloc Formulaire de réservation

source: Adding the Reservation Form Block
de_de: Reservierungsformular Block hinzufügen
fr_fr: Ajout du bloc Formulaire de réservation

source: ..lets you pick a category for reservation requests. This category will then be used to label all requests on the calendar.
de_de: Sie können eine Kategorie für Reservierungsanfragen auswählen. Diese Kategorie wird dann verwendet, um alle Anfragen im Kalender zu kennzeichnen.
fr_fr: .. vous permet de choisir une catégorie pour les demandes de réservation. Cette catégorie sera ensuite utilisée pour étiqueter toutes les demandes du calendrier.

source: Event List Block
de_de: Ereignislisten-Block
fr_fr: Bloc de liste d’événements

source: To display a list of events with pictures:
de_de: Um eine Liste von Ereignissen mit Bildern zu zeigen:
fr_fr: Pour afficher une liste d’événements avec des images :

source: Add the "Termin-Kalender Event List" block (Gutenberg) and choose the category you like to show.
de_de: Fügen Sie den Block "Termin-Kalender Event List" (Gutenberg) hinzu und wählen Sie die Kategorie aus, die Sie anzeigen möchten.
fr_fr: Ajoutez le bloc « Termin-Kalender Event List» (Gutenberg) et choisissez la catégorie que vous souhaitez afficher.

source: WP Rocket: Enable 'Bypass cache for logged-in users' or create a 'Purge Cache' rule for
de_de: WP Rocket: Aktiviere "Cache für angemeldete Benutzer umgehen" oder erstelle eine "Cache leeren"-Regel für
fr_fr: WP Rocket : Activez l’option « Contourner le cache pour les utilisateurs connectés » ou créez une règle « Purger le cache » pour

source: W3 Total Cache: Use the 'Empty Page Cache' button or create a 'Don't Cache URL' rule for
de_de: W3 Total Cache: Verwenden Sie die Schaltfläche "Empty Page Cache" oder erstellen Sie eine "Don't Cache URL"-Regel für
fr_fr: W3 Total Cache : utilisez le bouton « Vider le cache de la page » ou créez une règle « Ne pas mettre en cache l’URL » pour

source: Cache Enabler: Disable 'Page Caching' or create a 'Don't Cache URL' rule for
de_de: Cache Plugin gefunden: Bitte Cache für die Kalenderseite deaktivieren
fr_fr: Desactiver cache pour le calendrier : désactivez la « mise en cache des pages » ou créez une règle « Ne pas mettre en cache l’URL » pour

source: Litespeed Cache: Create a 'Don't Cache URL' rule for
de_de: Litespeed Cache: Erstellen Sie eine "Don't Cache URL"-Regel für
fr_fr: Litespeed Cache : créez une règle « Ne pas mettre en cache l’URL » pour

source: This page appears to be cached by a plugin. If you have difficulties saving changes, contact plugin support for disabling caching for
de_de: Diese Seite scheint von einem Plugin zwischengespeichert zu werden. Wenn Sie Schwierigkeiten beim Speichern von Änderungen haben, wenden Sie sich an den Plugin-Support, um das Caching zu deaktivieren
fr_fr: Cette page semble être mise en cache par un plugin. Si vous rencontrez des difficultés pour enregistrer les modifications, contactez le support du plugin pour désactiver la mise en cache pour

source: WordPress wp_cache_get function detected. This should be fine.
de_de: WordPress wp_cache_get Funktion erkannt. Das sollte in Ordnung sein.
fr_fr: Fonction wp_cache_get WordPress détectée. Cela devrait aller.

source: WordPress wp_cache_flush function detected. This should be fine.
de_de: WordPress wp_cache_flush Funktion erkannt. Das sollte in Ordnung sein.
fr_fr: Fonction wp_cache_flush WordPress détectée. Cela devrait aller.

source: Here is your calendar:
de_de: Hier geht's zum Kalender:
fr_fr: Voici votre calendrier :

source: Simply click the button here to get started with your Termin-Kalender. Open the calendar page using this link. Click on an empty slot on the calendar and fill out the details of your first appointment in the form that appears. You can also use the button below to generate sample calendar entries to help you visualize your first bookings.
de_de: Klicken Sie einfach auf den Button hier, um mit Ihrem Termin-Kalender loszulegen. Öffnen Sie die Kalenderseite über diesen Link. Klicken Sie auf einen leeren Bereich im Kalender und füllen Sie die Details Ihres ersten Termins in das erscheinende Formular ein. Sie können auch die Schaltfläche unten verwenden, um Beispielkalendereinträge zu generieren, die Ihnen helfen, Ihre ersten Buchungen zu visualisieren.
fr_fr: Il vous suffit de cliquer sur le bouton ici pour commencer à utiliser votre Termin-Kalender. Ouvrez la page du calendrier à l’aide de ce lien. Cliquez sur un créneau vide du calendrier et remplissez les détails de votre premier rendez-vous dans le formulaire qui s’affiche. Vous pouvez également utiliser le bouton ci-dessous pour générer des exemples d’entrées de calendrier afin de vous aider à visualiser vos premières réservations.

source: No page with the calendar found.
de_de: Es wurde keine Seite mit dem Kalender gefunden.
fr_fr: Aucune page avec le calendrier n’a été trouvée.

source: Click here to automatically create a page with the calendar:
de_de: Klicken Sie hier, um automatisch eine Seite mit dem Kalender zu erstellen:
fr_fr: Cliquez ici pour créer automatiquement une page avec le calendrier :

source: Create calendar page
de_de: Kalenderseite erstellen
fr_fr: Créer une page de calendrier

source: Termin-Kalender PRO Version - Upgrade Your Calendar!
de_de: Termin-Kalender PRO Version - Aktualisieren Sie Ihren Kalender!
fr_fr: Version Termin-Kalender PRO - Mettez à jour votre calendrier !

source: Get advanced features and unlock the full potential of your calendar.
de_de: Holen Sie sich erweiterte Funktionen und schöpfen Sie das volle Potenzial Ihres Kalenders aus.
fr_fr: Bénéficiez de fonctionnalités avancées et libérez tout le potentiel de votre calendrier.

source: Here's what you get with the PRO version:
de_de: Das bekommen Sie mit der PRO-Version:
fr_fr: Voici ce que vous obtenez avec la version PRO :

source: Form Fields:
de_de: Formularfelder:
fr_fr: Champs du formulaire:

source: Capture additional details in your calendar entries. Add fields for phone numbers, addresses, mileage, or anything specific to your needs.
de_de: Erfassen Sie zusätzliche Details in Ihren Kalendereinträgen. Fügen Sie Felder für Telefonnummern, Adressen, Kilometerstände oder andere Dinge hinzu, die speziell auf Ihre Bedürfnisse zugeschnitten sind.
fr_fr: Capturez des détails supplémentaires dans vos entrées de calendrier. Ajoutez des champs pour les numéros de téléphone, les adresses, le kilométrage ou tout autre élément spécifique à vos besoins.

source: Task repetition:
de_de: Wiederholung:
fr_fr: Répétition des tâches :

source: Weekly, Monthly, Yearly recurring events.
de_de: Wöchentliche, monatliche, jährlich wiederkehrende Ereignisse.
fr_fr: Événements récurrents hebdomadaires, mensuels et annuels.

source: Schedule participants and send invites.
de_de: Planen Sie Teilnehmer und senden Sie Einladungen.
fr_fr: Planifiez les participants et envoyez des invitations.

source: Manage user access. Assign edit or edit & delete permissions to specific users registered in your WordPress.
de_de: Verwalten des Benutzerzugriffs. Weisen Sie bestimmten Benutzern, die in Ihrem WordPress registriert sind, Bearbeitungs- oder Bearbeitungs- und Löschberechtigungen zu.
fr_fr: Gérez l’accès des utilisateurs. Attribuez des autorisations de modification ou de modification et de suppression à des utilisateurs spécifiques enregistrés dans votre WordPress.

source: Protect your schedule. Download backups to your computer for safekeeping. Restore or transfer your calendar data to another WordPress site with ease.
de_de: Schützen Sie Ihren Zeitplan. Laden Sie Backups zur sicheren Aufbewahrung auf Ihren Computer herunter. Stellen Sie Ihre Kalenderdaten ganz einfach wieder her oder übertragen Sie sie auf eine andere WordPress-Seite.
fr_fr: Protégez votre emploi du temps. Téléchargez les sauvegardes sur votre ordinateur pour les conserver. Restaurez ou transférez facilement les données de votre calendrier vers un autre site WordPress.

source: Request form Gutenberg block:
de_de: Anfrageformular Gutenberg-Block:
fr_fr: Formulaire de demande de bloc Gutenberg :

source: Capture visitor input for appointments, bookings, etc. Lets you pick a category for reservation requests.
de_de: Erfassen Sie Besuchereingaben für Termine, Buchungen usw. Sie können eine Kategorie für Reservierungsanfragen auswählen.
fr_fr: Capturez les commentaires des visiteurs pour les rendez-vous, les réservations, etc. Permet de choisir une catégorie pour les demandes de réservation.

source: List Gutenberg block:
de_de: Gutenberg-Block für Listen:
fr_fr: Bloc Gutenberg pour les Listes :

source: Display specific categories on your site. To display a list of events with pictures.
de_de: Zeigen Sie bestimmte Kategorien auf Ihrer Website an. Zeigen Sie zum Beispiel eine Liste von Veranstaltungen mit Bildern an.
fr_fr: Affichez des catégories spécifiques sur votre site. Pour afficher une liste d’événements avec des images.

source: Support Development:
de_de: Unterstützung der Entwicklung:
fr_fr: Développement de l’accompagnement :

source: Your purchase helps us keep improving Termin-Kalender! Share your ideas and let us know what new features you'd like to see.
de_de: Mit Ihrem Kauf helfen Sie uns, den Termin-Kalender weiter zu verbessern! Teilen Sie uns Ihre Ideen mit und teilen Sie uns mit, welche neuen Funktionen Sie sich wünschen.
fr_fr: Votre achat nous aide à continuer d’améliorer Termin-Kalender ! Faites-nous part de vos idées et faites-nous savoir quelles nouvelles fonctionnalités vous aimeriez voir.

source: Upgrade today
de_de: Aktualisieren Sie noch heute
fr_fr: Effectuez une mise à niveau dès aujourd’hui

source: and take your calendar organization to the next level!
de_de: und bringen Sie Ihre Kalenderorganisation auf die nächste Stufe!
fr_fr: et faites passer l’organisation de votre calendrier au niveau supérieur !

source: Color-Coded Control: Calendar Areas
de_de: Farbcodierte Übersicht: Kalenderbereiche
fr_fr: Contrôle à code couleur : zones du calendrier

source: Create Custom Categories for Your Calendar
de_de: Erstellen Sie benutzerdefinierte Kategorien für Ihren Kalender
fr_fr: Créer des catégories personnalisées pour votre calendrier

source: Calendar Areas: Organize your schedule with custom categories.
de_de: Kalenderbereiche: Organisieren Sie Ihren Zeitplan mit benutzerdefinierten Kategorien.
fr_fr: Zones de calendrier : organisez votre emploi du temps avec des catégories personnalisées.

source: Create sections for courses, rooms, employees, rental cars, events, meetings or anything you need. Customize each with colors and icons for easy identification.
de_de: Erstellen Sie Kategorien für Kurse, Räume, Mitarbeiter, Mietwagen, Veranstaltungen, Meetings oder alles, was Sie brauchen. Passen Sie jede Kategorie mit Farben und Symbolen an, um eine einfache Termin-Übersicht zu ermöglichen.
fr_fr: Créez des sections pour les cours, les salles, les employés, les voitures de location, les événements, les réunions ou tout ce dont vous avez besoin. Personnalisez chacun avec des couleurs et des icônes pour une identification facile.

source: DELETE category
de_de: Kategorie LÖSCHEN
fr_fr: SUPPRIMER la catégorie

source: Heads Up! Events Still Scheduled: There might still be events assigned to this category. To delete, please choose a new category for those events first.
de_de: Vorsicht! Noch geplante Veranstaltungen: Möglicherweise sind dieser Kategorie noch Veranstaltungen zugeordnet. Zum Löschen wählen Sie bitte zuerst eine neue Kategorie für diese Veranstaltungen aus.
fr_fr: Attention ! Événements toujours programmés : il se peut que des événements soient encore attribués à cette catégorie. Pour les supprimer, veuillez d’abord choisir une nouvelle catégorie pour ces événements.

source: Move the events to category
de_de: Verschieben Sie die Ereignisse in die Kategorie
fr_fr: Déplacer les événements dans la catégorie

source: and then delete category
de_de: und dann Kategorie löschen
fr_fr: puis supprimer la catégorie

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Icons preview
de_de: Vorschau der Symbole
fr_fr: Aperçu des icônes

source: Frontend Schedule and Resource Calendar.
de_de: Frontend-Zeitplan und Ressourcenkalender.
fr_fr: Planification frontale et calendrier des ressources.

source: Load some example dates in the calendar
de_de: Laden Sie Beispieltermine in den Kalender
fr_fr: Charger quelques exemples de dates dans le calendrier

source: Installation & Help
de_de: Installation & Hilfe
fr_fr: Installation et aide

source: Infos for Installation
de_de: Infos zur Installation
fr_fr: Infos pour l’installation

source: If you encounter any issues: Review our Help & FAQ on our website. If you can't find a solution, feel free to contact us. We're happy to help!
de_de: Wenn Sie auf Probleme stoßen: Lesen Sie unsere Hilfe und FAQ auf unserer Website. Wenn Sie keine Lösung finden, können Sie sich gerne an uns wenden. Wir helfen Ihnen gerne weiter!
fr_fr: Si vous rencontrez des problèmes : Consultez notre aide et notre FAQ sur notre site Web. Si vous ne trouvez pas de solution, n’hésitez pas à nous contacter. Nous sommes heureux de vous aider !

source: If changes in the calendar does not show immediately, try to EXCLUDE the calendar page in your caching plugin settings.
de_de: Wenn Änderungen im Kalender nicht sofort angezeigt werden, versuchen Sie, die Kalenderseite in Ihren Caching-Plugin-Einstellungen auszuschließen.
fr_fr: Si les modifications apportées au calendrier ne s’affichent pas immédiatement, essayez d’EXCLURE la page du calendrier dans les paramètres de votre plugin de mise en cache.

source: Right after installation, the calendar is shown to all visitors of your site. Depending on Template and Plugins you use, think about restricting the access to the page with the calendar to your team or usergroup. For example, go to admin, page, quick edit, use Password or Privat option
de_de: Direkt nach der Installation wird der Kalender allen Besuchern Ihrer Website angezeigt. Abhängig von der Vorlage und den Plugins, die Sie verwenden, sollten Sie darüber nachdenken, den Zugriff auf die Seite mit dem Kalender auf Ihr Team oder Ihre Benutzergruppe zu beschränken. Gehen Sie z. B. zu Admin, Seite, Schnellbearbeitung, verwenden Sie die Option "Passwort" oder "Privat"
fr_fr: Juste après l’installation, le calendrier est affiché à tous les visiteurs de votre site. En fonction du modèle et des plugins que vous utilisez, pensez à restreindre l’accès à la page avec le calendrier à votre équipe ou à votre groupe d’utilisateurs. Par exemple, accédez à admin, page, modification rapide, utilisez l’option Mot de passe ou Privat

source: In the free version of the calendar, only YOU (admins) can add, edit and delete calendar entrys. Get the PRO version, if you like to give users the right to manage calendar entries.
de_de: In der kostenlosen Version des Kalenders können nur SIE (Admins) Kalendereinträge hinzufügen, bearbeiten und löschen. Holen Sie sich die PRO-Version, wenn Sie Benutzern das Recht geben möchten, Kalendereinträge zu verwalten.
fr_fr: Dans la version gratuite du calendrier, vous seul (administrateurs) pouvez ajouter, modifier et supprimer des entrées de calendrier. Obtenez la version PRO, si vous souhaitez donner aux utilisateurs le droit de gérer les entrées de calendrier.

source: Help Website
de_de: Hilfe-Website
fr_fr: Site d’aide

source: Ask for help
de_de: Frage stellen
fr_fr: Demander de l’aide

source: Calendar Data Backup
de_de: Termin-Kalender Daten-Backup
fr_fr: Sauvegarde des données du calendrier

source: Backup your calendar often, especially before messing with settings.
de_de: Erstellen Sie regelmäßig Backups Ihrer Kalendereinträge. Vor allem aber, bevor Sie hier im Administrationsbereich Einstellungen ändern.
fr_fr: Sauvegardez souvent votre calendrier, surtout avant de modifier les paramètres.

source: Backup: Protect your schedule.
de_de: Backup: Schützen Sie Ihren Zeitplan.
fr_fr: Sauvegarde : protégez votre emploi du temps.

source: Download backups to your computer for safekeeping. Restore or transfer your calendar data to another WordPress site with ease.
de_de: Laden Sie Backups zur sicheren Aufbewahrung auf Ihren Computer herunter. Stellen Sie Ihre Kalenderdaten ganz einfach wieder her oder übertragen Sie sie auf eine andere WordPress-Seite.
fr_fr: Téléchargez les sauvegardes sur votre ordinateur pour les conserver. Restaurez ou transférez facilement les données de votre calendrier vers un autre site WordPress.

source: Create a backup of calendar data
de_de: Erstellen eines Backups der Kalenderdaten
fr_fr: Créer une sauvegarde des données de calendrier

source: Save my data:
de_de: Meine Daten speichern:
fr_fr: Enregistrer mes données :

source: Create backup
de_de: Backup erstellen
fr_fr: Créer une sauvegarde

source: Download backup file
de_de: Sicherungskopie herunterladen
fr_fr: Télécharger le fichier de sauvegarde

source: Choose file:
de_de: Datei auswählen:
fr_fr: Choisissez un fichier :

source: Download the backup to save it locally:
de_de: Laden Sie das Backup herunter, um es lokal zu speichern:
fr_fr: Téléchargez la sauvegarde pour l’enregistrer localement :

source: The saved backup will be on your computer in your downloads folder.
de_de: Das gespeicherte Backup befindet sich auf Ihrem Computer in Ihrem Download-Ordner.
fr_fr: La sauvegarde enregistrée sera sur votre ordinateur dans votre dossier de téléchargements.

source: Upload backup file
de_de: Backup-Datei hochladen
fr_fr: Télécharger le fichier de sauvegarde

source: Upload the backup to recover your data
de_de: Laden Sie das Backup hoch, um Ihre Daten wiederherzustellen
fr_fr: Téléchargez la sauvegarde pour récupérer vos données

source: Save your appointments (backup) and then bring them back later (restore). You can even use this to move your appointments to a different website.
de_de: Speichern Sie Ihre Termine (Backup) und bringen Sie sie später wieder zurück (Wiederherstellen). Sie können dies sogar verwenden, um Ihre Termine auf eine andere Website zu verschieben.
fr_fr: Enregistrez vos rendez-vous (sauvegarde), puis réactivez-les plus tard (restauration). Vous pouvez même l’utiliser pour déplacer vos rendez-vous vers un autre site Web.

source: Restore calendar data
de_de: Wiederherstellen von Kalenderdaten
fr_fr: Restaurer les données de calendrier

source: Load saved data:
de_de: Gespeicherte Daten laden:
fr_fr: Charger les données sauvegardées :

source: Restore data from backup. Warning!:
de_de: Stellen Sie Daten aus dem Backup wieder her. Warnung!:
fr_fr: Restaurer les données à partir d’une sauvegarde. Avertissement!:

source: Restoring will erase your current calendar info and replace it with the backup.
de_de: Durch die Wiederherstellung werden Ihre aktuellen Kalenderinformationen gelöscht und durch das Backup ersetzt.
fr_fr: La restauration effacera les informations de votre calendrier actuel et les remplacera par la sauvegarde.
