Repository: common-repository/termin-kalender
Catalog: languages/wp-plugins-termin-kalender-stable-readme-*.po
Languages: de

source: Termin-Kalender is your easy monthly planner. This calendar app provides a clear, monthly overview to keep you organized.
de: Ihr Terminplaner für WordPress mit klarer Monatsansicht. Termine hinzufügen, bearbeiten und löschen direkt im Frontend. Flexible Beschriftungen (Kategorien) für Ihre individuelle Übersicht.

source: Monthly overview: Get a quick picture of your schedule. Customizable labels: Tailor categories to your needs. Easy editing: Add, move, and edit calendar entries. Add website-link, google maps and a picture to every calendar entry Optimized for Wordpress Gutenberg
de: Monatsübersicht: Verschaffen Sie sich schnell einen Überblick über Ihren Terminplan. Anpassbare Beschriftungen: Passen Sie die Kategorien Ihren Bedürfnissen an. Einfache Bearbeitung: Kalendereinträge hinzufügen, verschieben und bearbeiten. Fügen Sie jedem Kalendereintrag einen Website-Link, Google Maps und ein Bild hinzu. Optimiert für WordPress Gutenberg

source: PRO: Calendar and Gutenberg-List includes image and website-link
de: PRO: Kalendereintrag und Gutenberg-Liste mit Google Maps, Website-Link und Bild

source: Simple setup &amp; intuitive interface for a streamlined workflow directly in the wordpress frontend.
de: Einfache Einrichtung und intuitive Benutzeroberfläche für einen optimierten Arbeitsablauf direkt im WordPress-Frontend.

source: <strong>Enjoy!</strong> We hope you enjoy using the easy Termin-Kalender plugin!
de: <strong>Enjoy!</strong> Wir wünschen viel Spaß mit dem einfachen Termin-Kalender-Plugin!

source: <strong>Activation:</strong> Go to the "Plugins" menu in your WordPress dashboard and activate the Termin-Kalender plugin.
de: <strong>Aktivierung:</strong> Gehen Sie in das Admin Menu und aktivieren Sie das Termin-Kalender Plugin.

source: *PRO Features require upgrade.
de: *PRO-Funktionen erfordern ein Upgrade.

source: Adding Pictures to Lists (PRO Feature updated: direct upload of pictures now possible)
de: Bilder zu Listen hinzufügen (PRO-Funktion aktualisiert: direkter Upload von Bildern jetzt möglich)

source: Visit our Website: <a href="https://termin-kalender.pro">termin-kalender.pro</a>
de: Besuchen Sie: <a href="https://termin-kalender.pro">termin-kalender.pro</a>

source: This plugin uses the following libraries: <strong>Bootstrap:</strong> https://getbootstrap.com/ <strong>Fullcalendar:</strong> https://fullcalendar.io/ <strong>rrule:</strong> https://github.com/jkbrzt/rrule Inspired by ajax-event-calendar from Eran Miller, a discontinued Plug-In, last updated in 2015 for Wordpress 4.2 https://wordpress.org/plugins/ajax-event-calendar/#description my easy Termin-Kalender calendar is a complete code redo and enhancements, based on most recent Wordpress 6.+, Fullcalendar 6.+ and Php 8.+ as for 2024.
de: Das Plugin verwendet folgende Code-Bibliotheken: <strong>Bootstrap:</strong> https://getbootstrap.com/ <strong>Fullcalendar:</strong> https://fullcalendar.io/ <strong>rrule:</strong> https://github.com/jkbrzt/rrule Inspiriert durch ajax-event-calendar von Eran Miller, eingestelltes Plug-In, letztes Update 2015 für WordPress 4.2 https://wordpress.org/plugins/ajax-event-calendar/#description my easy Termin-Kalender calendar ist eine komplett neu Entwickelte und erweiterte Version, basierend auf aktuellem WordPress 6.+, Fullcalendar 6.+ and Php 8.+ in 2024.

source: <strong>Frontend Termin-Kalender: Your all-in-one monthly planning solution.</strong>
de: <strong>Frontend-Termin-Kalender: Ihre All-in-One-Lösung zur Monatsplanung.</strong>

source: <strong>Get organized today!</strong>
de: <strong>Organisieren Sie ihre Termine jetzt!</strong>

source: <em>PRO Features:</em> Request forms: Capture visitor input for appointments, bookings, etc. List blocks: Display a specific categorie on your site. Forms &amp; lists: Configure them for different purposes.
de: <em>PRO-Funktionen:</em> Anfrageformulare: Erfassen Sie Besuchereingaben für Termine, Buchungen usw. Gutenberg Block für Listen: Zeigen Sie eine bestimmte Kategorie auf Ihrer Site als Liste. Formulare und Listen: Konfigurieren Sie sie für verschiedene Zwecke.

source: <strong>This plugin provides a clear monthly overview directly in your WordPress frontend.</strong>
de: <strong>Dieses Plugin bietet eine klare Monatsübersicht direkt in Ihrem WordPress-Frontend.</strong>

source: <strong>Plan your month with ease!</strong>
de: <strong>Übersichtliche Monatsplanung!</strong>

source: PRO: User rights
de: PRO: Benutzerrechte

source: PRO, Gutenberg List Block: Display specific category entries on your website.
de: PRO, Gutenberg Listen Block: Zeigen Sie eine ihrer Kategorien als Veranstaltungsliste auf ihrer Website.

source: PRO, Gutenberg block Request Form: Allow visitors to submit appointments or reservation requests.
de: PRO, Gutenberg-Block-Anfrageformular: Ermöglichen Sie Besuchern, Termin- oder Reservierungsanfragen einzureichen.

source: PRO: Capture specific details with additional form fields.
de: PRO: Erfassen Sie spezifische Details mit zusätzlichen Formularfeldern.

source: Multiple calendar views: Yearly, monthly, weekly, daily, and list views.
de: Kalenderansichten: Jahres-, Monats-, Wochen-, Tages- und Listenansichten.

source: Frontend editing: Add, edit, and move calendar entries directly.
de: Frontend-Bearbeitung: Kalendereinträge direkt auf der Website hinzufügen, bearbeiten und verschieben.

source: Flexible categories: Customize labels for a clear organized schedule view.
de: Flexible Kategorien: Passen Sie Beschriftungen für eine übersichtliche, organisierte Zeitplanansicht an.

source: Customer appointments, resource management, room bookings (and more!).
de: Kundentermine, Ressourcenverwaltung, Raumbuchungen (und mehr!).

source: Personal use
de: Ihre Persönliche Agenda

source: Teams
de: Kleine Arbeitsgruppen

source: Small businesses
de: Klein-Unternehmen

source: Features:
de: Funktionen:

source: Ideal for:
de: Ideal für:

source: <strong>Adding Your First Entry:</strong> Navigate to your new calendar page (wordpress page in the frontend) and click an empty date. A pop-up form will appear, allowing you to create your first calendar entry.
de: <strong>Ersten Eintrag hinzufügen:</strong> Navigieren Sie zu Ihrer neuen Kalenderseite (WordPress-Seite im Frontend) und klicken Sie auf ein leeres Datum. Ein Popup-Formular wird angezeigt, in dem Sie Ihren ersten Kalendereintrag erstellen können.

source: <strong>Initial Setup:</strong> Upon activation (refresh the admin-page if needed), you'll find the Termin-Kalender menu in the Admin area. Open it. Inside the menu, create your first calendar with sample data.
de: <strong>Ersteinrichtung:</strong> Nach der Aktivierung (aktualisieren Sie ggf. die Admin-Seite) finden Sie im Admin-Bereich das Menü Termin-Kalender. Öffnen Sie es. Erstellen Sie im Menü Ihren ersten Kalender mit Beispieldaten.

source: Search for "Termin-Kalender" in the WordPress plugin repository and install it.
de: Im WordPress-Plugin-Repository nach „Termin-Kalender“ suchen und und Installieren.

source: The list block (PRO) lets you create a list of events for a chosen category, like "Events," "Registration requests," or "Meetings."
de: Mit dem Listenblock (PRO) können Sie eine Liste von Ereignissen für eine ausgewählte Kategorie erstellen, z. B. „Ereignisse“, „Registrierungsanfragen“ oder „Treffen“.

source: 3 Gutenberg Blocks available. For the shared calendar and the Request and List form for the PRO calendars.
de: 3 Gutenberg-Blöcke verfügbar. Für den Kalender und das Anforderungs- und Listenformular für die PRO-Kalender.

source: PRO: The simple request form: This form allows visitors to request appointments, reservations, or other things you offer. Make sure to clearly explain what kind of requests this form is for above and around the block where visitors will see it. For example, you could say "Book a table for your next dinner party" or "Schedule a consultation".
de: PRO: Das einfache Anfrageformular: Mit diesem Formular können Besucher Termine, Reservierungen oder andere Dinge, die Sie anbieten, anfragen. Stellen Sie sicher, dass Sie oben und um den Block herum, wo Besucher es sehen, klar erklären, für welche Art von Anfragen dieses Formular gedacht ist. Sie könnten zum Beispiel sagen: „Reservieren Sie einen Tisch für Ihre nächste Dinnerparty“ oder „Vereinbaren Sie einen Beratungstermin“.

source: Using Gutenberg Blocks: Termin-Kalender works with Gutenberg blocks, the wordpress feature for building website pages. There are three blocks available: Calendar: This displays the calendar itself. Request Form (PRO): This lets visitors request appointments or make reservations. List Block (PRO): This shows a list of events or whatever you want to display, for a chosen category. Here's how to use the Request Form block: Choose a category for the request form. The request will appear on the calendar on the chosen date with that category label. You can create special categories for requests. Once you approve a request, just change the category label from "request" to the "approved" category you made. You'll also receive a copy of the email sent to the visitor.
de: Gutenberg-Blöcke verwenden: Termin-Kalender arbeitet mit Gutenberg-Blöcken, der WordPress-Funktion zum Erstellen von Webseiten. Es stehen drei Blöcke zur Verfügung: Kalender: Hier wird der Kalender selbst angezeigt. Anfrageformular (PRO): Hiermit können Besucher Termine anfragen oder Reservierungen vornehmen. Listenblock (PRO): Hier wird eine Liste von Ereignissen oder was auch immer Sie anzeigen möchten für eine ausgewählte Kategorie angezeigt. So verwenden Sie den Anfrageformularblock: Wählen Sie eine Kategorie für das Anfrageformular. Die Anfrage wird am ausgewählten Datum mit dieser Kategoriebezeichnung im Kalender angezeigt. Sie können spezielle Kategorien für Anfragen erstellen. Sobald Sie eine Anfrage genehmigen, ändern Sie einfach die Kategoriebezeichnung von „Anfrage“ in die von Ihnen erstellte Kategorie „Genehmigt“. Sie erhalten auch eine Kopie der E-Mail, die an den Besucher gesendet wurde.

source: Moving Events: You can move most calendar entries by dragging and dropping them. However, repeating events (available in the PRO version) cannot be moved.
de: Ereignisse verschieben: Die meisten Kalendereinträge können Sie per Drag & Drop verschieben. Wiederkehrende Ereignisse (verfügbar in der PRO-Version) können jedoch nicht verschoben werden.

source: Categories: Remember, you can change the categories, including their colors and icons, to fit your needs. Click on the category list at the top of the calendar to go to the "easy Termin-Kalender" admin page for managing them.
de: Kategorien: Denken Sie daran, dass Sie die Kategorien, einschließlich ihrer Farben und Symbole, Ihren Bedürfnissen entsprechend ändern können. Klicken Sie oben im Kalender auf die Kategorieliste, um zur Admin-Seite von „easy Termin-Kalender“ zu gelangen und diese zu verwalten.

source: Editing Events: Click "Edit" to make changes to an event. Click "Update" to save your changes. Click "Delete" to remove the event, or just close the window to leave it unchanged.
de: Ereignisse bearbeiten: Klicken Sie auf „Bearbeiten“, um Änderungen an einem Ereignis vorzunehmen. Klicken Sie auf „Aktualisieren“, um Ihre Änderungen zu speichern. Klicken Sie auf „Löschen“, um das Ereignis zu entfernen, oder schließen Sie einfach das Fenster, um es unverändert zu lassen.

source: Viewing Existing Events: Clicking on a date in the calendar shows you a read-only version of the event details, similar to what visitors will see. The location link will now open that address in Google Maps. If you're the admin or a privileged user (PRO version), you can click "Edit" or "Duplicate" the event. Visitors will only see a "Close" button.
de: Vorhandene Ereignisse anzeigen: Wenn Sie im Kalender auf ein Datum klicken, wird Ihnen eine schreibgeschützte Version der Ereignisdetails angezeigt, ähnlich dem, was Besucher sehen. Der Standortlink öffnet diese Adresse jetzt in Google Maps. Wenn Sie der Administrator oder ein privilegierter Benutzer (PRO-Version) sind, können Sie auf „Bearbeiten“ oder „Duplizieren“ des Ereignisses klicken. Besucher sehen nur eine Schaltfläche „Schließen“.

source: Adding a New Event: Click on an empty space in the calendar. A window should appear to let you create a new event. Change the "Schedule:" text to your event title. Choose the date and time for the event's start and end. Pick a category for the event (you can change these in the "easy Termin-Kalender" admin menu). Add the full address for the location if needed. Write any notes you want to include about the event. Add a detailed description of the event. (The PRO version lets you add even more custom fields to this form.)
de: Neues Ereignis hinzufügen: Klicken Sie auf eine leere Stelle im Kalender. Ein Fenster sollte erscheinen, in dem Sie ein neues Ereignis erstellen können. Ändern Sie den Titel in Ihren Ereignistitel. Wählen Sie Datum und Uhrzeit für Beginn und Ende des Ereignisses. Wählen Sie eine Kategorie für das Ereignis (Sie können diese im Admin-Menü „easy Termin-Kalender“ ändern). Fügen Sie bei Bedarf die vollständige Adresse des Veranstaltungsortes hinzu. Schreiben Sie alle gewünschten Notizen zum Ereignis. Fügen Sie eine detaillierte Beschreibung des Ereignisses hinzu. (Mit der PRO-Version können Sie diesem Formular noch mehr benutzerdefinierte Felder hinzufügen.)

source: Link to help
de: Link zur Hilfe-Seite

source: Using the Calendar: The calendar you see has categories at the top. You can change these categories to fit your needs. Click the "Home" button to return to the main website page. Click on an empty spot in the calendar to add a new event, or click on an existing date to open it. You can move dates around (except for repeating events) by dragging and dropping them.
de: Verwenden des Kalenders: Der Kalender, den Sie sehen, hat oben Kategorien. Sie können diese Kategorien Ihren Bedürfnissen entsprechend ändern. Klicken Sie auf die Schaltfläche „Home“, um zur Hauptseite der Website zurückzukehren. Klicken Sie auf eine leere Stelle im Kalender, um ein neues Ereignis hinzuzufügen, oder klicken Sie auf ein vorhandenes Datum, um es zu öffnen. Sie können Daten (außer bei wiederkehrenden Ereignissen) durch Ziehen und Ablegen verschieben.

source: You can find help with installation by clicking the question signs, or by visiting the website: <a href="https://termin-kalender.pro">termin-kalender.pro</a>
de: Hilfe zur Installation finden Sie, indem Sie auf die Fragezeichen klicken oder die Website besuchen: <a href="https://termin-kalender.pro">termin-kalender.pro</a>

source: After Installation: Look for the menu called "easy Termin-Kalender." If you don't see it right away, refresh the page. Click the link under "Here is your calendar" to open the calendar.
de: Nach der Installation: Suchen Sie nach dem Menü „easy Termin-Kalender“. Wenn Sie es nicht gleich sehen, aktualisieren Sie die Seite. Klicken Sie auf den Link unter „Hier ist Ihr Kalender“, um den Kalender zu öffnen.

source: Where can i find Help and detailed Information about the Termin-Kalender
de: Wo finde ich Hilfe und ausführliche Informationen zum Termin-Kalender

source: Credits
de: Nachweise

source: First final Version ** planned for 2024**
de: Erste stabile Version ** geplant für 2024**

source: Please let us know about issues with this Beta, so we can optimize for you.
de: Bitte informieren Sie uns über Probleme mit dieser Beta, damit wir sie für Sie optimieren können.

source: <strong>THIS IS STILL BETA -Planned Initial Version 1.0</strong>
de: <strong>DIES IST NOCH EINE BETA-VERSION - Geplante Erstversion 1.0</strong>
